Repository: Tens1des/Dots-Color-Drop
Catalog: Dots Color Drop/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: About
ru: О приложении

# achievement_color_collector_description
source: Save 10 palettes to history
ru: Сохрани 10 палитр в историю

# achievement_color_collector_title
source: Color Collector
ru: Коллекционер цветов

# achievement_custom_artist_description
source: Choose at least one color manually
ru: Выбери хотя бы один цвет вручную

# achievement_custom_artist_title
source: Custom Artist
ru: Свой художник

# achievement_drift_explorer_description
source: Generate a palette in Drift Mode
ru: Сгенерируй палитру в режиме дрейфа

# achievement_drift_explorer_title
source: Drift Explorer
ru: Исследователь дрейфа

# achievement_favorite_spark_description
source: Add at least one color to favorites
ru: Добавь хотя бы один цвет в избранное

# achievement_favorite_spark_title
source: Favorite Spark
ru: Искра избранного

# achievement_first_drop_description
source: Create your first palette
ru: Создай свою первую палитру

# achievement_first_drop_title
source: First Drop
ru: Первый сброс

# achievement_gravity_master_description
source: Change gravity style in settings
ru: Измени стиль гравитации в настройках

# achievement_gravity_master_title
source: Gravity Master
ru: Мастер гравитации

# achievement_lock_drop_description
source: Use Lock Container at least once
ru: Используй блокировку контейнера хотя бы раз

# achievement_lock_drop_title
source: Lock & Drop
ru: Заблокировать и сбросить

# achievement_match_discovery_description
source: Find a similar palette via Match Finder
ru: Найди похожую палитру через Match Finder

# achievement_match_discovery_title
source: Match Discovery
ru: Открытие совпадений

# achievement_perfect_harmony_description
source: Open Color Harmonies View
ru: Открой просмотр цветовых гармоний

# achievement_perfect_harmony_title
source: Perfect Harmony
ru: Идеальная гармония

# achievement_soft_pastel_description
source: Generate a palette in Pastel mode
ru: Сгенерируй палитру в режиме Pastel

# achievement_soft_pastel_title
source: Soft Pastel Touch
ru: Нежное пастельное прикосновение

# achievement_temperature_shift_description
source: Use Temperature Slider
ru: Используй слайдер температуры

# achievement_temperature_shift_title
source: Temperature Shift
ru: Сдвиг температуры

# achievement_vivid_energy_description
source: Create a palette in Vivid mode
ru: Создай палитру в режиме Vivid

# achievement_vivid_energy_title
source: Vivid Energy
ru: Яркая энергия

source: + Add Color
ru: + Добавить цвет

source: All
ru: Все

source: Analogous
ru: Аналогичный

source: Bouncy
ru: Подпрыгивающий

source: Clear Data
ru: Очистить данные

source: Color Harmonies
ru: Цветовые гармонии

source: Complementary
ru: Комплементарный

source: Containers
ru: Контейнеры

source: Copy
ru: Копировать

source: Copy HEX
ru: Копировать HEX

source: Custom
ru: Свой

source: Custom Colors
ru: Свои цвета

source: Default
ru: По умолчанию

source: Drop Colors
ru: Сбросить цвета

source: Fast
ru: Быстрый

source: Favorites
ru: Избранное

source: Find Similar
ru: Найти похожие

source: Fully Offline • No Account
ru: Полностью офлайн • Без аккаунта

source: Harmony
ru: Гармония

source: History
ru: История

source: Home
ru: Главная

source: Language
ru: Язык

source: Large
ru: Большой

source: Monochrome
ru: Монохромный

source: Normal
ru: Обычный

source: Offline
ru: Офлайн

# opposite_hues_create_contrast
source: Opposite hues create maximum contrast and visual interest.
ru: Противоположные оттенки создают максимальный контраст и визуальный интерес.

source: Pastel
ru: Пастельный

source: Physics Animation
ru: Физическая анимация

source: Random
ru: Случайный

source: ReDrop
ru: Повторить

source: Remove
ru: Удалить

source: Save
ru: Сохранить

source: Settings
ru: Настройки

source: Shuffle
ru: Перемешать

source: Small
ru: Маленький

source: Smooth
ru: Плавный

source: Split
ru: Разделенный

source: Strong
ru: Сильный

source: Text Size
ru: Размер текста

source: Triadic
ru: Триада

source: Vivid
ru: Яркий

source: Weak
ru: Слабый

source: Why this works:
ru: Почему это работает:
